const products = [
    {
        id: 1,
        name: "کفش اداری راحت",
        category: "رسمی",
        description: "این کفش رسمی ارگونومیک با چرم مصنوعی سیاه و صندلی و پشتی پددار، راحتی و پشتیبانی روزانه را برای شما فراهم می‌کند. مناسب برای استفاده در محیط‌های اداری و رسمی.",
        price: 400000,
        quantity: 10,
        images: ["/img/shoes1.jpg", "/img/shoes2.jpg", "/img/shoes8.jpg"]
    },
    {
        id: 2,
        name: "کتانی ورزشی عملکردی",
        category: "ورزشی",
        description: "این کتانی ورزشی ارگونومیک با چرم مصنوعی سیاه و صندلی و پشتی پددار، راحتی و پشتیبانی روزانه را برای شما فراهم می‌کند. مناسب برای ورزش و فعالیت‌های بدنی.",
        price: 950000,
        quantity: 10,
        images: ["/img/shoes2.jpg", "/img/shoes3.jpg"]
    },
    {
        id: 3,
        name: "کفش راحتی روزمره",
        category: "روزمره",
        description: "این کفش روزمره ارگونومیک با چرم مصنوعی سیاه و صندلی و پشتی پددار، راحتی و پشتیبانی روزانه را برای شما فراهم می‌کند. مناسب برای استفاده‌های روزانه و غیررسمی.",
        price: 550000,
        quantity: 10,
        images: ["/img/shoes3.jpg", "/img/shoes4.jpg"]
    },
    {
        id: 4,
        name: "کفش مجلسی شیک",
        category: "رسمی",
        description: "این کفش مجلسی ارگونومیک با چرم مصنوعی سیاه و صندلی و پشتی پددار، راحتی و پشتیبانی روزانه را برای شما فراهم می‌کند. مناسب برای مجالس و مهمانی‌های رسمی.",
        price: 500000,
        quantity: 10,
        images: ["/img/shoes4.jpg", "/img/shoes5.jpg"]
    },
    {
        id: 5,
        name: "بوت چرمی لوکس",
        category: "بیرونی",
        description: "این بوت چرمی با کیفیت بالا، راحتی و استحکام را برای استفاده در شرایط سخت و محیط‌های بیرونی فراهم می‌کند. مناسب برای کوهنوردی و پیاده‌روی.",
        price: 1000000,
        quantity: 10,
        images: ["/img/shoes5.jpg", "/img/shoes6.jpg"]
    },
    {
        id: 6,
        name: "کفش راحتی روزمره",
        category: "روزمره",
        description: "این کفش روزمره ارگونومیک با چرم مصنوعی سیاه و صندلی و پشتی پددار، راحتی و پشتیبانی روزانه را برای شما فراهم می‌کند. مناسب برای استفاده‌های روزانه و غیررسمی.",
        price: 550000,
        quantity: 10,
        images: ["/img/shoes6.jpg", "/img/shoes7.jpg"]
    },
    {
        id: 7,
        name: "کفش مجلسی شیک",
        category: "رسمی",
        description: "این کفش مجلسی ارگونومیک با چرم مصنوعی سیاه و صندلی و پشتی پددار، راحتی و پشتیبانی روزانه را برای شما فراهم می‌کند. مناسب برای مجالس و مهمانی‌های رسمی.",
        price: 500000,
        quantity: 10,
        images: ["/img/shoes7.jpg", "/img/shoes8.jpg"]
    },
    {
        id: 8,
        name: "بوت چرمی لوکس",
        category: "بیرونی",
        description: "این بوت چرمی با کیفیت بالا، راحتی و استحکام را برای استفاده در شرایط سخت و محیط‌های بیرونی فراهم می‌کند. مناسب برای کوهنوردی و پیاده‌روی.",
        price: 1000000,
        quantity: 10,
        images: ["/img/shoes8.jpg", "/img/shoes1.jpg"]
    },
    // ادامه محصولات...
];

export default products;
